Repository: AKhilRaghav0/qmole
Catalog: QMOLEDEV/atol-0.7.3/po/*.po
Languages: hu, nl, ro, sk, ta, tr

source: Bookmark manager
hu: Könyvjelzõ kezelõ
nl: Bladwijzerbeheerder
ro: Manager Favorite
sk: Správca zálo¾iek
ta: புத்தகக்குறிப்பு மேலாளர்
tr: Sik kullanilanlar

source: Path:
hu: Elérési út:
nl: Pad:
ro: Calea:
sk: Cesta:
ta: பாதை:
tr: Konum:

source: Title:
hu: Fejléc:
nl: Titel:
ro: Titlu:
sk: Názov:
ta: தலைப்பு:
tr: Baslik:

source: File
hu: Fájl
nl: Bestand
ro: Fiºier
sk: Súbor
ta: கோப்பு
tr: Dosya

source: Add
hu: Hozzáad
nl: Toevoegen
ro: Adaugare
sk: Prida»
ta: சேர்
tr: Ekle

source: Remove
hu: Áthelyezés
nl: Verwijderen
ro: ªtergere
sk: Odstráni»
ta: நீக்கு
tr: Kaldir

source: Save
nl: Opslaan
ro: Salvare

source: Both title and path must be filled!
hu: A fejlécet és az elérési útat is ki kell tölteni!
nl: Zowel de titel als het pad dienen opgegeven te worden!
ro: Câmpurile Titlu ºi Cale trebuie completate!
sk: Názov aj cesta musia by» vyplnené!
ta: தலைப்பு மற்றும் பாதை நிரப்பப்படவேண்டும்!
tr: Hem baslik hem konum doldurulmali!

source: This will overwrite existing bookmark with same title! Proceed?
hu: Ez felül fogja írnia a meglévõ azonos fejlécû könyvjelzõt! Folytatod?
nl: Hiermee worden bestaande bladwijzers met dezelfde titel overgeschreven! Wilt u toch doorgaan?
ro: Aceastã operaþie va suprascrie favoritul cu acelaºi nume Procedaþi?
sk: Chystáte sa prepísa» existujúcu zálo¾ku s rovnakým názvom! Pokraèova»?
ta: இது இருக்கும் புத்தகக்குறிப்பின் மீது அதே தலைப்பில் எழுதிவிடும்! செய்யலாமா?
tr: Varolan sik kullanılanin uzerine ayni baslikla yazilacak! Devam?

source: No entry selected!
nl: Er zijn geen items geselecteerd.
ro: Nici o intrare selectatã!

source: About Atol
ro: Despre Atol

source: The two directories look identical!
hu: A két könyvtár azonosnak tünik!
nl: De twee mappen zien er gelijk uit.
ro: Cele douã directoare par identice!
sk: Adresáre vyzerajú rovnako!
ta: இரண்டு அடைவுகளும் ஒரேமாதிரியாக இருக்கின்றன!
tr: Iki klasor de ayni gozukuyor!

source: No selection!
hu: Nincs kiválasztva semmi!
nl: Er is geen selectie.
ro: Nici o selecþie!
sk: Nie je niè vybrané!
ta: எதையும் தேர்ந்தெடுக்கவில்லை!
tr: Secilmis oge yok!

source: No packer plugins available!
hu: Nincs elérhetõ tömörítõ kiegészítés!
nl: Er zijn geen inpakplugins beschikbaar.
ro: Plug-in-uri de arhivare indisponibile!
sk: ®iaden komprimovací plug-in nie je dostupný!
ta: மூடைகட்டும் pluginகள் கிடைக்கவில்லை!
tr: Paket eklentisi yok

source: No plugins available!
hu: Nincs elérhetõ kiegészítés!
nl: Er zijn geen plugins beschikbaar.
ro: Plug-in-uri indisponibile!
sk: ®iaden plug-in nie je dostupný!
ta: Pluginகள் கிடைக்கவில்லை!
tr: Eklenti yok

source: Are you sure to unpack selected files?
hu: Kitömörítsük a kiválasztott fájlokat?
nl: Wilt u de geselecteerde bestanden werkelijk uitpakken?
ro: Sunteþi sigur cã doriþi sã dezarhivaþi fiºierele selectate?
sk: Naozaj chcete rozbali» oznaèené súbory?
ta: உறுதியாக தேர்ந்தெடுத்த கோப்புகளை பிரிக்கலாமா?
tr: Secilmis dosyalari genisletmek istiyor musunuz?

source: Supported only for local files!
nl: Dit wordt alleen voor lokale bestanden ondersteund.
ro: Operaþie suportatã doar pentru fiºierele locale!

source: No files selected!
hu: Nincs fájl kiválasztva!
nl: Er zijn geen bestanden geselecteerd.
ro: Nici un fiºier selectat!
sk: ®iadne súbory neboli vybrané!
ta: கோப்புகள் தேர்ந்தெடுக்கவில்லை!
tr: Secili dosya yok!

source: Cannot view files in virtual archive!
ro: Nu se pot vizualiza fiºierele într-o arhivã virtualã!

source: File %s already exists in system temp directory. Overwrite?
nl: Het bestand %s bestaat reeds in de systeemmap voor tijdelijke bestanden. Wilt u het overschrijven?
ro: Fiºierul %s deja existã în directorul temporar al sistemului. Suprascrieþi?

source: Failed to overwrite the file!
nl: Het overschrijven van het bestand is mislukt.
ro: Eroare la suprascrierea fiºierului!

source: Failed to unpack the file!
nl: Het uitpakken van het bestand is mislukt.
ro: Eroare la dezarhivarea fiºierului!

source: Can view only local files!
nl: Het is alleen mogelijk lokale bestanden te bekijken.
ro: Vizualizarea este posibilã doar pentru fiºierele locale!

source: Please select a file to view!
ro: Va rugãm selectaþi un fiºier pentru vizualizare!

source: You have reached maximum number of allowed remote connections! Close one of them and then try again!
ro: Aþi atins numãrul maxim posibil de conexiuni! Închideþi una dintre conexiuni ºi reîncercaþi!

source: Failed to find remote site: %s!
nl: Zoeken van site op afstand is mislukt: %s
ro: Eroare la cãutarea site-ului la distanþã: %s!

source: Can create only local files!
ro: Se pot crea doar fiºiere locale!

source: Copy Error
ro: Eroare la copiere

source: Skip
hu: Átugrik
nl: Overslaan
ro: Trecere peste
sk: Preskoèi»
ta: தவிர்
tr: Gec

source: Skip all
hu: Mindet átugorja
nl: Alles overslaan
ro: Trecere peste toate
sk: Preskoèi» v¹etko
ta: அனைத்தையும் தவிர்
tr: Tumunu gec

source: Abort
hu: Megszakítás
nl: Afbreken
ro: Renunþare
sk: Preru¹i»
ta: நிறுத்து
tr: Kapat

source: Delete
hu: Törlés
nl: Verwijderen
ro: ªtergere
sk: Zmaza»
ta: அழி
tr: Sil

source: Do not ask this anymore
ro: Nu mai doresc sã fiu întrebat acest lucru

source: Delete All
hu: Mindent töröl
nl: Alles verwijderen
ro: ªtergere toate
sk: Zmaza» v¹etko
ta: அனைத்தையும் அழி
tr: Tumunu sil

source: Skip All
hu: Mindet átugorja
nl: Alles overslaan
ro: Trecere peste toate
sk: Preskoèi» v¹etko
ta: அனைத்தையும் தவிர்
tr: Tumunu gec

source: Move to trash
nl: Naar prullenbak verplaatsen
ro: Mutã în coºul de gunoi

source: Are you sure to delete following item(s)?
hu: Biztos törlöd a kijelölt eleme(ke)t?
nl: Wilt u de volgende items werkelijk verwijderen?
ro: Sunteþi sigur cã doriþi sã ºtergeþi urmãtorul(ele) obiect(e)?
sk: Naozaj chcete zmaza» nasledovné súbory?
ta: கீழ்க்கண்டவைகளை உறுதியாக அழிக்கலாமா?
tr: Asagidaki ogeleri silmek istiyor musunuz?

source: Encrypt/decrypt
hu: Kódolás/dekódolás
nl: Versleutelen/ontsleutelen
ro: Criptare/decriptare
sk: Za¹ifrova»/od¹ifrova»
tr: Sifrele/Sifre coz

source: Encrypt/decrypt the files using strong algorithm
hu: A fájlok kódolása/dekódolása erõs algoritmus segítségével
nl: Deze bestanden versleutelen of ontsleutelen met behulp van een sterk algoritme
ro: Criptare/decriptare fiºiere folosind algoritm puternic
sk: Za¹ifrova»/od¹ifrova» súbory pou¾itím silného algoritmu
ta: திடமான நெறிமுறை கொண்டு கோப்புகளை Encrypt/decrypt செய்க
tr: Guclu algoritma kullanarak dosyalari sifreleyin veya sifresini cozun

source: Delete _original files
hu: Eredeti fájl_ok törlése
nl: _Originele bestanden verwijderen
ro: ªtergere fiºiere _originale
sk: Zmaza» pôv_odné súbory
ta: மூல கோப்புகளை அழி
tr: _Orijinal dosyalari sil

source: _Encrypt
hu: _Kódolás
nl: _Versleutelen
ro: _Criptare
sk: Za¹ifrova» (_E)
tr: _Sifrele

source: _Decrypt
hu: _Dekódolás
nl: _Ontsleutelen
ro: _Decriptare
sk: Od¹ifrova» (_D)
tr: _Sifre coz

source: Please type the password
hu: Add meg a jelszót
nl: Geef het wachtwoord
ro: Vã rugãm sã scrieþi parola
sk: Zadajte heslo
ta: தயவுசெய்து கடவுச்சொல்லை கொடுக்கவும்
tr: Lutfen sifrenizi girin

source: Modifying/Executing of files in nested archives is not supported.
ro: Modificarea/Executarea de fiºiere în arhive imbricate nu este suportatã.

source: The file has been changed. Do you want to copy it back into the archive?
ro: Acest fiºier a fost modificat. Doriþi ca acest fiºier sã fie copiat înapoi în arhivã?

source: Error acessing the archive. Do you want to keep the temporary file?
ro: Eroare la accesarea arhivei. Doriþi sã pãstraþi fiºierele temporare?

source: Inserting the modified file back into the archive failed. Do you want to keep the temporary file?
ro: Eroare la introducerea fiºierului modificat înapoi în arhivã. Doriþi sã pãstraþi fiºierele temporare?

source: Replacing of the existing file in the archive failed. Do you want to keep the temporary file?
ro: Eroare la înlocuirea fiºierului existent în arhivã. Doriþi sã pãstraþi fiºierele temporare?

source: Setting target directory failed. Do you want to keep the temporary file?
ro: Eroare la stabilirea directorului þintã. Doriþi sã pãstraþi fiºierele temporare?

source: Name
hu: Név
nl: Naam
ro: Nume
sk: Názov
ta: பெயர்
tr: Ad

source: Size
hu: Méret
nl: Grootte
ro: Dimensiune
sk: Veµkos»
ta: அளவு
tr: Boyut

source: Date
hu: Dátum
nl: Datum
ro: Data
sk: Dátum
ta: தேதி
tr: Tarih

source: Attr
ro: Atribute
sk: Atribúty
ta: தன்மை
tr: Ozellikler

source: Copy file(s)
hu: Fájl(ok) másolása
nl: Bestanden kopiëren
ro: Copiere fiºier(e)
sk: Kopírova» súbor(y)
ta: கோப்புகளை நகலெடு
tr: Dosya(lari) kopyala

source: Move file(s)
hu: Fájl(ok) áthelyezése
nl: Bestanden verplaatsen
ro: Mutare fiºier(e)
sk: Presunú» súbor(y)
ta: கோப்புகளை நகர்த்து
tr: Dosya(lari) tasi

source: Insert directory name
hu: Írd be a könyvtár nevét
nl: Vul een naam in
ro: Introduceþi numele directorului
sk: Vlo¾te názov adresára
ta: கோப்பின் பெயரை நுழைக்கவும்
tr: Klasor adi ekle

source: Link can not be dereferenced!
ro: Link-ul nu poate fi dezactivat

source: Failed to set directory: %s!
hu: Nem sikerült a %s könyvtár beállítása!
nl: Kon niet naar map gaan: %s!
ro: Eroare la stabilirea directorului: %s!
sk: Nemo¾no nastavi» adresár: %s!
ta: அமைக்க தவறிய கோப்பு: %s!
tr: Klasor atama basarisiz: %s!

source: Failed to rename %s
hu: Nem sikerült átnevezni %s -t!
nl: Hernoemen van %s is mislukt
ro: Eroare la redenumirea %s
sk: Nemo¾no premenova»: %s!
ta: %sஐ பெயர் மாற்ற தவறியது
tr: %s klasorunu yeniden adlandirma basarisiz

source: Search: %s
hu: Keresés: %s
nl: Zoeken naar: %s
ro: Cãutare: %s
sk: Hµada»: %s
ta: தேடு: %s
tr: Ara: %s

source: %d/%d file(s) (%s/%s) selected
ro: %d/%d fiºier(e) (%s/%s) selectat(e)

source: (Free %s of %s)
nl: (%s van %s vrij)
ro: (Liber %s din %s)

source: Filter: %s
ro: Filtru: %s

source: Select files
hu: Fájok kiválasztása
nl: Bestanden selecteren
ro: Selectare fiºiere
sk: Oznaèi» súbory
ta: கோப்புகளை தேர்ந்தெடு
tr: Dosyalari sec

source: Deselect files
hu: Fájlkiválasztás megszüntetése
nl: Bestanden deselecteren
ro: Deselectare fiºiere
sk: Odznaèi» súbory
ta: கோப்புகளை தேர்ந்தெடுக்காதே
tr: Dosyalari secme

source: Filter list
ro: Listã filtre

source: on "
ro: pe "

source: Network
ro: Reþea

source: Failed to set: %s
hu: Nem sikerült %s -t beállítani
nl: Instellen mislukt: %s
ro: Eroare la stabilirea: %s
sk: Nemo¾no nastavi»: %s
ta: அமைப்பதில் தவறல்: %s
tr: Atama basarisiz: %s

source: Add current directory
hu: Aktuális könyvtár hozzáadása
nl: Huidige map toevoegen
ro: Adãugare director curent
sk: Vlo¾i» aktuálny adresár
ta: தற்போதைய அடைவை சேர்
tr: Secili klasore ekle

source: Configure
hu: Nincs elérhetõ tömörítõ kiegészítés!
nl: Instellen
ro: Configurare
sk: Nastavi»
ta: வரையறு
tr: Ayarla

source: Set entry title
hu: Bejegyzés elnevezésének beállítása
nl: Titel van item instellen
ro: Stabilire titlu intrare
sk: Nastavi» vstupný názov
ta: நுழைவு தலைப்பை அமை
tr: Girdi basligi ata

source: Failed to add bookmark!
hu: Nem sikerült könyvjelzõt hozzáadni!
nl: Toevoegen bladwijzer is mislukt!
ro: Eroare la adãugarea favoritului
sk: Nemo¾no vlo¾i» zálo¾ku!
ta: புத்தகக்குறிப்பில் சேர்க்க தவறியது!
tr: Sik kullanilanlara ekleme basarisiz!

source: Merge files
hu: Fájlok egyesítése
nl: Bestanden mengen
ro: Unire fiºiere
sk: Spoji» súbory
ta: கோப்புகளை இணை
tr: Dosyalari karistir

source: Merge file name:
hu: Összefésülni kivánt fájl neve:
nl: Te mengen bestand:
ro: Numele fiºierului unit:
sk: Meno spojeného súboru:
ta: இணைக்கும் கோப்பின்:
tr: Karismis dosya adi:

source: Move Up
hu: Felfele mozgás
nl: Naar boven
ro: Mutã mai sus
sk: Nahor
ta: மேலே நகர்த்து
tr: Yukari

source: Move Down
hu: Lefele mozgás
nl: Naar beneden
ro: Mutã mai jos
sk: Nadol
ta: கீழே நகர்த்து
tr: Asagi

source: File Search
hu: Fájl keresés
nl: Bestand zoeken
ro: Cãutare fiºiere
sk: Hµadanie súborov
ta: கோப்பு தேடல்
tr: Dosya ara

source: Name:
hu: Név:
nl: Naam:
ro: Nume:
sk: Názov:
ta: பெயர்:
tr: Ad

source: Browse
hu: Tallózás
nl: Bladeren
ro: Rãsfoire
sk: Prehliada»
ta: உலாவல்
tr: Gez

source: Search subdirectories
hu: Alkönyvtárakban keresés
nl: Submappen doorzoeken
ro: Cãutare în subdirectoare
sk: Hlada» v podadresároch
ta: உள் அடைவுகளைத் தேடு
tr: Alt klasorlerde ara

source: Find text:
hu: Szöveg keresése:
nl: Tekst zoeken:
ro: Cãutare text:
sk: Nájs» text:
ta: எழுத்தை தேடு:
tr: Yazi bul:

source: Case sensitive
hu: Nagybetûérzékeny
nl: Hoofdlettergevoelig
ro: Þine cont de litere mici/mari
sk: Citlivý na VE¥KÉ a malé
ta: எழுத்து உணர்வுள்ள
tr: Buyuk/kucuk harf onemli

source: Contents
hu: Tartalom
nl: Inhoud
ro: Conþinut
sk: Obsah
ta: பொருளடக்கம்
tr: Icerik

source: Attributes
hu: Attribútumok
nl: Attributen
ro: Atribute
sk: Atribúty
ta: குணங்கள்
tr: Ozellikler

source: byte(s)
hu: bájt(ok)
nl: byte
ro: byte(i)
sk: bajt(y)
ta: பைட்(டுகள்)
tr: byte

source: Size/attributes
hu: Méret/attribútumok
nl: Grootte/attributen
ro: Dimensiuni/Atribute
sk: Veµkos»/atribúty
ta: அளவு/இயல்புகள்
tr: Boyut/ozellikler

source: Path
hu: Elérési út
nl: Pad
ro: Calea
sk: Cesta
ta: பாதை
tr: Konum

source: Search
hu: Keresés
nl: Zoeken
ro: Cãutare
sk: Hµada»
ta: தேடு
tr: Ara

source: Search finished: %d items found
nl: Zoeken voltooid: %d items gevonden
ro: Cãutare terminatã: %d obiecte gãsite

source: %d items found
nl: %d items gevonden
ro: %d obiecte gãsite

source: Custom
hu: Egyéni
nl: Anders
ro: Modificat
sk: Voliteµné
ta: வரையறுத்த
tr: Ozel

source: HD floppy 3,5" (1,44 MB)
hu: HD lemez 3,5" (1,44 MB)
nl: HD-diskette 3,5" (1,44 MB)
ro: Dischetã HD 3,5" (1,44 MB)
ta: HD பிளாப்பி 3.5" (1.44 மெ.பை)
tr: HD disket 3,5" (1,44 MB)

source: Floppy (2,8 MB)
hu: Lemez(2,8 MB)
nl: Diskette (2,8 MB)
ro: Dischetã (2,8 MB)
ta: பிளாப்பி (2.8 மெ.பை)
tr: Disket (2,8 MB)

source: Jaz disk (1 GB)
ro: Disk Jaz (1 GB)
ta: Jaz தட்டு (1 ஜி.பை)

source: Jaz disk (2 GB)
ro: Disk Jaz (2 GB)
ta: Jaz தட்டு (2 ஜி.பை)

source: Split file
hu: Fájldarabolás
nl: Bestand splitsen
ro: Scindare fiºier
sk: Rozdeli» súbor
ta: கோப்பை பிரி
tr: Dosyalari bol

source: Predefined sizes:
hu: Beállított méretek:
nl: Voorgedefinieerde grootten:
ro: Dimensiuni prestabilite:
sk: Preddefinovaná veµkos»:
ta: ஆயத்த அளவுகள்:
tr: Ontanimli boyutlar

source: Custom size:
hu: Egyéni méret:
nl: Andere grootte:
ro: Dimensiuni modificate:
sk: Vlastná veµkos»:
ta: வரையறுத்த அளவு:
tr: Ozel boyut

source: Progress
hu: Haladás
nl: Voortgang
ro: Progres
sk: Priebeh
ta: முன்னேற்றம்
tr: İlerleme

source: Please wait ...
ro: Vã rugãm sã aºteptaþi...

source: From:
hu: Honnan:
nl: Van:
ro: De la:
sk: Z:
ta: அனுப்புநர்:
tr: Nerden:

source: To:
hu: Hova:
nl: Naar:
ro: La:
sk: Do:
ta: பெறுநர்:
tr: Nereye:

source: File:
hu: Fájl:
nl: Bestand:
ro: Fiºier:
sk: Súbor:
ta: கோப்பு:
tr: Dosya:

source: File hash results
hu: Fájlhash eredménye
nl: Resultaten bestandshash
ro: Rezultate hash fiºiere
sk: Výsledok overovania súborov
ta: கோப்பு hash முடிவுகள்
tr: Dosya hash sonuclari

source: Select hash algorithm
hu: Hash algoritmus választása
nl: Selecteer een hash-algoritme
ro: Selectaþi algoritmul hash
sk: Vyberte overovací algoritmus
ta: Hash நெறிமுறையை தேர்ந்தெடு
tr: Hash algoritmasi secin

source: Another Atol instance detected! Exiting!
hu: Másik Atol is fut! Kilépés!
nl: Er is al een Atol-proces opgestart! Dit proces wordt afgesloten.
ro: O altã instanþã a programului Atol deja este în execuþie! Ieºire!
sk: Iná in¹tancia Atol-u be¾í! Zatváram!
ta: மற்றொரு Atol பிம்பம் உள்ளது! வெளியேற்றம்!
tr: Baska bir Atol uygulamasi tespit edildi! Cikiyor!

source: Refresh
hu: Frissítés
nl: Vernieuwen
ro: Reîmprospãtare
sk: Obnovi»
ta: புதுப்பி
tr: Yenile

source: Copy
hu: Másolás
nl: Kopiëren
ro: Copiere
sk: Kopírova»
ta: நகல்
tr: Kopyala

source: Move
hu: Áthelyezés
nl: Verplaatsen
ro: Mutare
sk: Presunú»
ta: நகர்த்து
tr: Tasi

source: Make Directory
hu: Könyvtár létrehozása
nl: Map aanmaken
ro: Creare director
sk: Vytvori» adresár
ta: அடைவை உருவாக்கு
tr: Yeni Klasor

source: Open Terminal
hu: Parancssor megnyitása
nl: Terminal openen
ro: Deschidere terminal
sk: Otvori» terminál
ta: Terminal திற
tr: Terminal Ac

source: Back
hu: Vissza
nl: Terug
ro: Înapoi
sk: Spä»
ta: பின்
tr: Geri

source: Forward
hu: Elõre
nl: Volgende
ro: Înainte
sk: Dopredu
ta: முன்னோக்கி
tr: Ileri

source: Remote connection
nl: Verbinding op afstand
ro: Conexiune la distanþã

source: Close connection
nl: Verbinding sluiten
ro: Închidere conexiune

source: Transfer mode
nl: Overdrachtsmodus
ro: Mod transfer

source: Automatic
nl: Automatisch
ro: Automat

source: Text mode
hu: Szöveges mód
nl: Tekstmodus
ro: Mod text
sk: Textový mód
ta: எழுத்து வகை
tr: Yazi modu

source: Binary mode
hu: Bináris mód
nl: Binaire modus
ro: Mod binar
sk: Binárny mód
ta: Binary வகை
tr: Ikilik sistem

source: Help
hu: Segítség
nl: Hulp
ro: Asistenþã
sk: Pomoc
ta: உதவி
tr: Yardim

source: _File
hu: _Fájl
nl: _Bestand
ro: _Fiºier
sk: Súbor
ta: கோப்பு
tr: _Dosya

source: _Create File
ro: _Creare Fiºier

source: _View
hu: _Nézet
nl: Beel_d
ro: _Vizualizare
sk: Prezrie»
ta: பார்வை
tr: _Gorunum

source: _Edit
hu: _Szerkesztés
nl: Be_werken
ro: _Editare
sk: Upravi»
ta: தொகு
tr: _Duzenle

source: _Copy
hu: _Másolás
nl: _Kopiëren
ro: _Copiere
sk: Kopírova»
ta: நகல்
tr: _Kopyala

source: _Move
hu: _Áthelyezés
nl: _Verplaatsen
ro: _Mutare
sk: Presunú»
ta: நகர்த்து
tr: _Tasi

source: _Make Directory
hu: _Könyvtár létrehozása
nl: _Map aanmaken
ro: _Creare director
sk: Vytvori» adresár
ta: அடைவை உருவாக்கு
tr: _Yeni Klasor

source: _Delete
hu: _Törlés
nl: V_erwijderen
ro: _ªtergere
sk: Zmaza»
ta: அழி
tr: _Sil

source: _Rename
hu: Át_nevezés
nl: _Hernoemen
ro: _Redenumire
sk: Premenova»
ta: பெயர் மாற்று
tr: _Yeniden adlandir

source: _Pack files
hu: Fájlok _betömörítése
nl: Bestanden in_pakken
ro: _Arhivare fiºiere
sk: Komprimova» súbory
ta: கோப்புகளை கட்டு
tr: _Dosyalari sikistir

source: _Unpack files
hu: Fájlok _kitömörítése
nl: Bestanden _uitpakken
ro: _Dezarhivare fiºiere
sk: Dekomprimova» súbory
ta: கோப்புகளை பிரி
tr: _Dosyalari genislet

source: _Quit
hu: _Kilépés
nl: _Afsluiten
ro: _Ieºire
sk: Koniec
ta: வெளியே
tr: _Cikis

source: _Refresh
hu: _Frissítés
nl: _Vernieuwen
ro: _Reîmprospãtare
sk: Obnovi»
ta: புதுப்பி
tr: _Yenile

source: _Swap panels
hu: _Ablakok felcserélése
nl: _Panelen omwisselen
ro: _Schimbare panouri
sk: Prehodi» panely
ta: Panels இடம்மாற்று
tr: _Panelleri degistir

source: _Equal panels
hu: _Azonos ablakok
nl: Panelen _gelijkmaken
ro: _Panouri egale
sk: Rovnaké panely
ta: சமமான panels
tr: _Esit paneller

source: _Home dir
ro: _Director rãdãcinã

source: Tool Bar
hu: Eszköztár
nl: Werkbalk
ro: Barã de unelte
sk: Nástrojová li¹ta
ta: கருவிப்பட்டை
tr: Arac Cubugu

source: Command Line
nl: Commandoregel
ro: Linie de comandã

source: Trace View
nl: Spoorbeeld
ro: Urmãrire vizualizare

source: Status Bar
hu: Állapotjelzõ
nl: Statusbalk
ro: Barã de stare
sk: Stavová li¹ta
ta: நிலைப்பட்டை
tr: Durum Cubugu

source: Show hidden files
hu: Rejtett fájlok mutatása
nl: Verborgen bestanden tonen
ro: Afiºare fiºiere ascunse
sk: Ukáza» skyté súbory
ta: மறைந்துள்ள கோப்புகளை காட்டு
tr: Gizli dosyalari goster

source: _Filter
hu: _Szûrés
ro: _Filtre
ta: வடிகட்டி
tr: _Suz

source: _Selection
hu: _Kiválasztás
nl: _Selectie
ro: _Selecþie
sk: Výber
ta: தேர்ந்தெடுப்பு
tr: _Secim

source: _All
hu: M_inden
nl: _Alles
ro: _Toate
sk: V¹etko
ta: அனைத்தும்
tr: _Hepsi

source: _None
hu: _Semmi
nl: Gee_n
ro: _Niciunul
sk: Niè
ta: ஏதுமில்லை
tr: _Hicbiri

source: _Invert
hu: _Megfordítás
nl: _Omkeren
ro: _Inversare
sk: Otoèi» výber
ta: கவிழ்
tr: _Tumleyeni

source: _Select
hu: _Kiválasztás
nl: _Selecteren
ro: _Selectare
sk: Oznaèi»
ta: தேர்ந்தெடு
tr: _Sec

source: _Deselect
hu: Kiválasztás _megszüntetése
nl: _Deselecteren
ro: _Deselectare
sk: Odznaèi»
ta: தேர்ந்தெடுத்ததை ரத்து
tr: _Secme

source: _Advanced
hu: _Speciális
nl: _Geavanceerd
ro: _Opþiuni avansate
sk: Pokroèilé
ta: மேலோங்கிய
tr: _Ileri

source: _File Search
hu: _Fájl keresése
nl: _Bestand zoeken
ro: _Cãutare fiºiere
sk: Hµada» súbory
ta: கோப்பு தேடு
tr: _Dosya Arama

source: _Compare directories
hu: Könyv_tárak összehasonlítása
nl: _Mappen vergelijken
ro: _Comparare directoare
sk: Porovna» adresáre
ta: அடைவுகளை ஒப்பிடு
tr: _Klasorleri karsilastir

source: _Open Terminal
hu: _Parancssor megnyitása
nl: _Terminal openen
ro: _Deschidere terminal
sk: Otvori» terminál
ta: Terminal திற
tr: _Terminal Ac

source: Calculate _Hash
hu: _Hash kiszámítása
nl: _Hash berekenen
ro: Calcul _Hash
sk: Vypoèíta» overenie
ta: _Hash கணக்கிடு
tr: Hash Hesapla

source: Encrypt/decrypt files
hu: Fájlok kódolása/dekódolása
nl: Bestanden versleutelen/ontsleutelen
ro: Criptare/Decriptare fiºiere
sk: Za¹ifrova»/od¹ifrova» súbory
ta: Encrypt/decrypt கோப்புகள்
tr: Dosyalari Sifrele/Sifre Coz

source: _Options
hu: _Beállítások
nl: _Opties
ro: _Opþiuni
sk: Voµby
ta: விருப்பங்கள்
tr: _Secenekler

source: _Help
hu: _Segítség
nl: _Hulp
ro: _Asistenþã
sk: Pomoc
ta: உதவி
tr: _Yardim

source: _About
hu: _A Programról
nl: _Info
ro: _Despre
sk: O programe
ta: இதைப்பற்றி
tr: _Hakkinda

source: Operation failed
nl: Handeling is mislukt
ro: Operaþie nereuºitã

source: Copy operation
nl: Handeling kopiëren
ro: Operaþie de copiere

source: Move operation
nl: Handeling verplaatsen
ro: Operaþie de mutare

source: Delete operation
nl: Handeling verwijderen
ro: Operaþie de ºtergere

source: MkDir operation
nl: Handeling MkDir
ro: Operaþie de creare director

source: Rename operation
nl: Handeling hernoemen
ro: Operaþie de redenumire

source: Pack operation
nl: Handeling inpakken
ro: Operaþie de arhivare

source: Unpack operation
nl: Handeling uitpakken
ro: Operaþie de dezarhivare

source: Encrypt operation
nl: Handeling versleutelen
ro: Operaþie de criptare

source: Decrypt operation
nl: Handeling ontsleutelen
ro: Operaþie de decriptare

source: Split operation
nl: Handeling splitsen
ro: Operaþie de scindare

source: Merge operation
nl: Handeling mengen
ro: Operaþie de unire

source: Hash operation
nl: Handeling hash
ro: Operaþie hash

source: Connect operation
nl: Handeling verbinden
ro: Operaþie de conectare

source: Current size: %s / %s Current time: %s / %s (%s) Total size: %s / %s Total time: %s / %s (%s)
nl: Huidige grootte: %s / %s Huidige tijd: %s / %s (%s) Totale grootte: %s / %s Totale tijd: %s / %s (%s)
ro: Dimensiuni curente: %s / %s Timp curent: %s / %s (%s) Dimensiuni totale: %s / %s Timp total: %s / %s (%s)

source: You must restart Atol for this change to take effect!
hu: Újra kell indítanod az Atolt a beállítások érvényesítéséhez!
nl: U dient Atol opnieuw opstarten voordat dit van toepassing wordt!
ro: Atol trebuie restartat pentru ca aceastã operaþie sã aibã efect!
sk: Musíte re¹tartova» Atol, aby sa prejavili zmeny!
ta: இந்த மாறுதலை அமலாக்க Atolஐ மீண்டும் துவங்கவும்!
tr: Degisikliklerin etkili olmasi icin Atol yeniden baslatilmali!

source: Options
hu: Beállítások
nl: Opties
ro: Opþiuni
sk: Voµby
ta: விருப்பங்கள்
tr: Secenekler

source: Start at logon
hu: Bejelentkezéskor indítás
nl: Opstarten bij inloggen
ro: Pornire la login
sk: Spusti» pri starte systému
ta: நுழையும்பொழுது ஆரம்பி
tr: Giriste baslat

source: Maximize on startup
hu: Teljes képenyõn indulás
nl: Maximaliseren bij opstarten
ro: Maximizare la pornire
sk: Maximalizova» pri spustení
ta: துவங்கையில் பெரிதாக்கு
tr: Baslangicta buyut

source: Allow single instance only
hu: Egyedüli példány engedélyezése
nl: Slechts één proces toestaan
ro: Permiterea unei singure sesiuni
sk: Povoli» len jednu in¹tanciu programu
ta: ஒற்றை பிம்பத்தை மட்டும் அனுமதி
tr: Tek pencereli kullanima izin ver

source: Remember/restore panel paths
hu: Elözõ ablakok betöltése induláskor
nl: Paneelpaden onthouden/herstellen
ro: Þine minte/restaureazã cãile pentru panouri
sk: Zapamäta»/obnovi» cesty v paneloch
ta: Panel பாதையை நினை/மீட்டு
tr: Panel konumarini hatirla/geri al

source: Startup
hu: Indítás
nl: Opstarten
ro: Pornire
sk: Po spustení
ta: ஆரம்பம்
tr: Baslangic

source: Language:
hu: Nyelv:
nl: Taal:
ro: Limbã:
sk: Jazyk:
ta: மொழி:
tr: Dil:
