Repository: AKhilRaghav0/qmole
Catalog: QMOLEDEV/atol-0.7.3/po/*.po
Languages: hu, nl, ro, sk, ta, tr

source: Minimize to tray
hu: Minimalizál
nl: Naar systeemvak
ro: Minimizare în traybar
sk: Minimalizova» do oznamovacej oblasti (tray)
ta: தட்டிற்கு சிறிதாக்கு
tr: Kucult

source: Text color:
ro: Culoarea textului:

source: Background color:
ro: Culoarea fundalului:

source: Selected Text color:
ro: Culoarea textului selectat:

source: Selected Background color:
ro: Culoarea fundalului selectat:

source: Display
hu: Megjelenítés
nl: Beeld
ro: Afiºare
sk: Zobrazenie
ta: காட்சி
tr: Goster

source: NC-like selection
ro: Selecþie ca în NC

source: Operation
ro: Operare

source: Overwrite
hu: Felülírás
nl: Overschrijven
ro: Suprascriere
sk: Prepísa»
ta: மேலெழுது
tr: Uzerine yaz

source: _Overwrite
nl: _Overschrijven
ro: _Suprascrie

source: _Skip
nl: Over_slaan
ro: _Treci peste

source: S_kip all
nl: Alles o_verslaan
ro: T_reci peste toate

source: _Resume
nl: _Doorgaan
ro: _Continuare

source: Re_name
nl: Her_noemen
ro: Re_denumire

source: Cancel
hu: Mégsem
nl: Annuleren
ro: Renunþare
sk: Zru¹i»
ta: ரத்து
tr: Iptal

source: Overwrite _all
nl: _Alles overschrijven
ro: Suprascriere _toate

source: Pack files
hu: Fájlok tömörítése
nl: Bestanden inpakken
ro: Arhivare fiºiere
sk: Komprimova» súbory
ta: கோப்புகளை கட்டு
tr: Dosyalari sikistir

source: Archive:
hu: Archívum:
nl: Archief:
ro: Arhivã:
sk: Archív:
ta: ஆவணக்குவியல்:
tr: Arsiv:

source: _Move to archive
hu: _Tömörítés
nl: _Verplaatsen naar archief
ro: _Mutare în arhivã
sk: Presunú» do archívu
ta: ஆவணக்குவியலுக்கு நகர்த்து
tr: _Arsive tasi

source: Saving site list will overwrite previous data! Save anyway?
nl: Door het opslaan van de sitelijst worden alle gegevens van voorheen overgeschreven. Wilt u werkelijk opslaan?
ro: Salvarea listei de site-uri va suprascrie informaþiile precedente! Salvaþi oricum?

source: 0 - None
ro: 0 - Niciunul

source: 4 - HTTP proxy
ro: 4 - Proxy HTTP

source: 5 - SITE ftp-host
ro: 5 - Ftp-host SITE

source: 6 - "USER after logon"
ro: 6 - "USER dupã login"

source: 7 - OPEN ftp-host
ro: 7 - Ftp-host DESCHIS

source: Site Manager
nl: Sitebeheerder
ro: Manager site-uri

source: Site name:
nl: Naam site:
ro: Nume site:

source: Anonymous
nl: Anoniem
ro: Anonim

source: User name:
nl: Gebruikersnaam:
ro: Nume utilizator:

source: Password:
nl: Wachtwoord:
ro: Parolã:

source: Remote dir:
nl: Map op afstand:
ro: Director la distanþã:

source: Description:
nl: Beschrijving:
ro: Descriere:

source: Account:
ro: Cont:

source: Bypass proxy
nl: Proxy voorbijgaan
ro: Trecere peste proxy

source: Use passive mode
nl: Passieve modus gebruiken
ro: Utilizare mod pasiv

source: Use encryption
ro: Utilizare criptare

source: TLSv1 (recommended)
ro: TLSv1 (recomandat)

source: encrypted data connections
ro: conexiuni de date criptate

source: List options:
nl: Lijstopties:
ro: Listã opþiuni:

source: -l (force long format)
nl: -I (altijd lang formaat gebruiken)
ro: -l (forþare format lung)

source: -L (resolve links)
nl: -L (koppelingen oplossen)
ro: -L (descoperire link-uri)

source: -a (show hidden files)
nl: -a (verborgen bestanden tonen)
ro: -a (afiºare fiºiere ascunse)

source: -T (complete time)
nl: -T (volledige tijd)
ro: -T (timp complet)

source: Advanced
nl: Geavanceerd
ro: Opþiuni avansate

source: Site list
ro: Listã site-uri

source: Proxy type:
ro: Tip proxy:

source: Host/port:
ro: Gazdã/port:

source: Passive mode
ro: Mod Pasiv

source: Proxy server
ro: Server proxy

source: Close
ro: Închidere

source: Connect
ro: Conectare

source: Remote site list password
nl: Wachtwoord sitelijst op afstand
ro: Listã parole site-uri la distanþã

source: Failed to load site list!
nl: Laden sitelijst is mislukt.
ro: Eroare la încãrcarea listei de site-uri!

source: New site
nl: Nieuwe site
ro: Site nou

source: Site description is incomplete!
nl: Beschrijving site is niet compleet.
ro: Descrierea site-ului este incompletã!

source: No site selected!
ro: Niciun site selectat!

source: Remove site
nl: Site verwijderen
ro: ªtergere site

source: Duplicate
ro: Duplicare

source: Move up
nl: Naar boven
ro: Mutã mai sus

source: Move down
nl: Naar beneden
ro: Mutã mai jos

source: File %s is read only! Delete?
hu: A %s fájl csak olvasható! Törlöd?
nl: Het bestand %s is alleen-lezen! Wilt u het toch verwijderen?
ro: Fiºierul %s are atribute read-only! ªtergeþi?
sk: Súbor %s je len na èítanie! Zmaza»?
ta: %s கோப்பு வாசிக்க மட்டும் அனுமதி! அழிக்கவா?
tr: %s dosyasi salt okunur! Sil?

source: Directoy %s is not empty! Delete?
nl: De map %s is niet leeg. Wilt u de map werkelijk verwijderen?
ro: Directorul %s nu este gol! ªtergeþi?

source: Untitled
hu: Cím nélküli
nl: Naamloos
ro: Fãrã nume
sk: Bez mena
ta: தலைப்பற்ற
tr: Adsiz

source: You cannot copy a file to itself!
hu: Nem másolhatsz egy fájlt önmagába!
nl: U kunt een bestand niet naar zichzelf kopiëren.
ro: Nu puteþi copia un fiºier în el însuºi!
sk: Nemô¾te kopírova» súbor do toho istého súboru!
ta: கோப்பை அதன் மீதே நகலாக்க இயலாது!
tr: Bir dosyayi kendi uzerine yazamazsiniz!

source: You cannot copy directory into its own subdirectory!
hu: Nem másolhatsz egy könyvtárat a saját alkönyvtárába!
nl: U kunt een map niet in zijn eigen submap kopiëren.
ro: Nu puteþi copia un director într-unul dintre subdirectoarele sale!
sk: Nemô¾ete kopírova» adresár do jeho podadresára!
ta: அடைவை அதன் உள் அடைவுக்குள் நகலாக்க இயலாது!
tr: Bir klasoru kendi alt klasorune kopyalayamazsin!

source: Overwrite: %s %s byte,%s With file: %s %s byte,%s?
nl: Wilt u werkelijk overschrijven: %s %s byte,%s met bestand: %s %s byte, %s?
ro: Suprascrieþi: %s %s byte,%s Cu fiºierul: %s %s byte,%s?

source: New file name
hu: Új fájl neve
nl: Nieuwe bestandsnaam
ro: Nume nou de fiºier
sk: Názov nového súboru
ta: புதிய கோப்பு பெயர்
tr: Yeni dosya adi

source: File %s already exists!
hu: A %s fájl már létezik!
nl: Het bestand %s bestaat reeds!
ro: Fiºierul %s existã deja!
sk: Súbor %s u¾ existuje!
ta: %s கோப்பு ஏற்கனவே உள்ளது!
tr: %s dosyasi zaten var!

source: Failed to overwrite %s!
hu: Nem sikerült felülírni %s -t!
nl: Het overschrijven van %s is mislukt!
ro: Eroare la suprascrierea %s!
sk: Nemo¾no prepísa» %s !
ta: %s மீது எழுத இயலவில்லை!
tr: %s uzerine yazma basarisiz!

source: There is no free space on target drive to copy file %s. Aborting operation!
hu: Nincs szabad hely a célmeghajtón a(z) %s fájl másolásához Akció megszakítva!
nl: Er is geen vrije ruimte op het doelstation om %s te kopiëren. De handeling wordt afgebroken.
ro: Nu este destul spaþiu liber pe unitatea þintã pentru a copia fiºierul %s. Renunþ la operaþie!
sk: Na cieµovom disku nie je dostatok miesta pre súbor %s! Preru¹ujem operáciu!
ta: %s கோப்பை நகலெடுக்க கொடுக்கப்பட்ட வன்தட்டில் இடம் காலி இல்லை செயல் மறுக்கப்பட்டது!
tr: Hedef surucude %s dosyasini kopyalayacak bos alan yok. İslemden cikiliyor!

source: Failed to copy %s!
hu: Nem sikerült másolni %s -t!
nl: Het kopiëren van %s is mislukt!
ro: Eroare la copierea %s!
sk: Nemo¾no skopírova» %s!
ta: %s ஐ நகலெடுக்க தவறியது!
tr: %s dosyasini kopyalama basarisiz!

source: Invalid file header (not encrypted with Atol)!
hu: Érvénytelen a fájl fejléce(nem Atollal lett kódolva)!
nl: Onjuiste bestandsheader (niet versleuteld met Atol).
ro: Header eronat de fiºier (nu este criptat cu Atol)!
sk: Neplatná hlavièka súboru (nebolo ¹ifrované pomocou Atol-u)!
ta: செல்லாத கோப்பு தலைப்பு (Atol லுடன் encrypt செய்யப்படவில்லை)!
tr: Gecersiz dosya basligi (Atol ile sifrelenmemis)!

source: Invalid password!
hu: Érvénytelen jelszó!
nl: Wachtwoord is onjuist.
ro: Parolã greºitã!
sk: Neplatné heslo!
ta: தவறான கடவுச்சொல்!
tr: Yanlis sifre

source: File decryption aborted!
hu: Fájl dekódolása megszakítva!
nl: Bestandsontsleuteling is afgebroken.
ro: S-a renunþat la decriptarea fiºierului!
sk: De¹ifrovanie súboru preru¹ené!
ta: கோப்பு decryption நிறுத்தப்பட்டது!
tr: Dosya sifre cozumunden cikildi!

source: File %s already exists. Overwrite?
hu: A(z) %s fájl már létezik. Felülírod?
nl: Het bestand %s bestaat reeds. Wilt u het overschrijven?
ro: Fiºierul %s deja existã. Suprascrieþi?
sk: Súbor %s u¾ existuje! Prepísa»?
ta: கோப்பு %s, ஏற்கனவே உள்ளது. மேலெழுதவா?
tr: %s dosyasi zaten var. Uzerine yazilsin mi?

source: Failed to open output file!
hu: Hiba a kimeneti fájl megnyitásakor!
nl: Uitvoerbestand openen is mislukt.
ro: Eroare la deschiderea fiºierului rezultat!
sk: Nemo¾no otvori» výstupný súbor!
ta: வெளியீடு கோப்பை திறக்க தவறியது!
tr: Cikti dosyasi acilamadi!

source: Failed to open input file!
hu: Hiba a bemeneti fájl megnyitásakor!
nl: Invoerbestand openen is mislukt.
ro: Eroare la deschiderea fiºierului sursã!
sk: Nemo¾no otvori» vstupný súbor!
ta: உள்ளீடு கோப்பை திறக்க தவறியது!
tr: Girdi dosyasi acilamadi!

source: File encryption aborted!
hu: Fájl kódolása megszakítva!
nl: Bestandsversleuteling is afgebroken.
ro: S-a renunþat la criptarea fiºierului!
sk: ©ifrovanie súboru preru¹ené!
ta: கோப்பு encryption நிறுத்தப்பட்டது!
tr: Dosya sifrelemeden cikildi!

source: No Files to Merge....
hu: Nincs egyesíthetõ fájl...
nl: Geen bestanden te mengen...
ro: Nu existã fiºiere pentru operaþia de unire...
sk: ®iadne súbory na spojenie ...
ta: இணைக்க கோப்புகள் இல்லை....
tr: Karistirilacak dosya yok....

source: Please select Files....
hu: Kérlek válassz fájlokat...
nl: Selecteer bestanden...
ro: Vã rugãm sã selectaþi fiºierele...
sk: Prosím, vyberte súbory ...
ta: தயவுசெய்து கோப்புகளை தேர்வு செய்யவும்....
tr: Lutfen dosyalari secin....

source: File open error!
hu: Hiba a fájl megnyitásakor!
nl: Fout bij het openen van bestanden!
ro: Eroare la deschiderea fiºierului!
sk: Chyba pri otváraní súboru!
ta: கோப்பு திறப்பதில் பிழை!
tr: Dosya acma hatasi!

source: Error writing to File....
hu: Hiba a fájl írása közben...
nl: Fout bij het schrijven naar bestand...
ro: Eroare la scrierea în fiºier...
sk: Chyba pri zapisovaní do súboru ...
ta: கோப்பில் எழுத பிழை...
tr: Dosya yazma hatasi!

source: You cannot move a file to itself!
hu: Nem mozgathatsz egy fájlt saját magába!
nl: U kunt een bestand niet naar zichzelf verplaatsen!
ro: Nu puteþi muta un fiºier în el însuºi!
sk: Nemô¾te presunú» súbor do toho istého súboru!
ta: கோப்பை அதன் மீதே நகர்த்த இயலாது!
tr: Bir dosyayi kendisine tasiyamazsiniz!

source: You cannot move directory into its own subdirectory!
hu: Nem helyezhetsz egy könyvtárat a saját alkönyvtárába!
nl: U kunt een map niet naar zijn eigen submap verplaatsen!
ro: Nu puteþi muta un director într-unul dintre subdirectoarele sale!
sk: Nemô¾te presunú» adresár do jeho podadresára!
ta: அடைவை அதன் உள் அடைவுக்குள் நகர்த்த இயலாது!
tr: Bir klasoru kendi alt klasorune tasiyamazsiniz!

source: File with that name already exists!
hu: Már létezik fájl ezzel a névvel!
nl: Er bestaat al een map met die naam!
ro: Un fiºier cu acelaºi nume deja existã!
sk: Súbor s takým názvom u¾ existuje!
ta: ஏற்கனவே இதே பெயரில் கோப்பு உள்ளது!
tr: Bu isimde bir dosya zaten var!

source: Failed to move %s!
hu: Nem sikerült áthelyeznii %s -t!
nl: Het verplaatsen van %s is mislukt!
ro: Eroare la mutarea %s!
sk: Nemo¾no presunú» %s!
ta: %s ஐ நகர்த்த இயலவில்லை
tr: %s dosyasi tasinamadi!

source: Restore
hu: Visszaállítás
nl: Herstellen
ro: Restaurare
sk: Obnovi» pôvodné
ta: மீட்டு
tr: Geri Al

source: Quit
hu: Kilépés
nl: Afsluiten
ro: Ieºire
sk: Koniec
ta: வெளியே
tr: Cikis

source: Failed to find terminal program!
ro: Eroare la deschiderea programului terminal!

source: %u hours
nl: %u uur
ro: %u ore

source: %u days
nl: %u dagen
ro: %u zile

source: Invalid proxy type!
ro: Tip invalid de proxy!

source: Error writing list to file!
nl: Fout bij het schrijven van de lijst naar bestand.
ro: Eroare la scrierea listei în fiºier!

source: Select All
hu: Mindent kijelöl
nl: Alles selecteren
ro: Selectare toate
sk: Oznaèi» v¹etko
ta: அனைத்தையும் தேர்வு செய்
tr: Tumunu Sec

source: View
hu: Nézet
nl: Beeld
ro: Vizualizare
sk: Prezrie»
ta: பார்வை
tr: Gorunum

source: Hex mode
hu: Hexa mód
nl: Hexadecimale modus
ro: Mod hexa
sk: Hexadecimálny mód
ta: Hex வகை
tr: Onaltilik Sistem

source: Wrap text
hu: Csomagolt szöveg
nl: Tekst afbreken
ro: Împachetare text
sk: Rozdeli» riadky
ta: மடங்கல் உரை
tr: Ortulu yazi

source: File Viewer
hu: Fájlnézõke
nl: Bestandsweergave
ro: Vizualizor fiºiere
sk: Prezeraè súborov
ta: கோப்பு பார்வையாளர்
tr: Dosya Goruntuleyici

source: Failed to open file!
hu: A fájl megnyitása sikertelen!
nl: Bestand openen is mislukt!
ro: Eroare la deschiderea fiºierului!
sk: Nemo¾no otvori» súbor!
ta: கோப்பை திறக்க இயலவில்லை!
tr: Dosya acilamadi!

source: Open File
hu: Fájl megnyitása
nl: Bestand openen
ro: Deschidere fiºier
sk: Otvori» súbor
ta: கோப்பை திற
tr: Dosya Ac

source: Can not view files in virtual archive!
nl: Kan geen bestanden in virtueel archief tonen.

source: You have reached maximum number of alowed remote connections! Close one of them and then try again!
nl: Het maximum aantal verbindingen is bereikt. Sluit één van deze verbindingen en probeer het opnieuw.

source: %d of %d file(s) (%s of %s) selected
nl: %d van %d bestand(en) (%s van %s) geselecteerd

source: General
hu: Általános
nl: Algemeen
sk: V¹eobecné
ta: பொதுவான
tr: Genel

source: Stop
hu: Állj
nl: Stoppen
ta: நிறுத்து
tr: Dur

source: Total:
hu: Összesen:
nl: Totaal:
sk: Celkom:
ta: மொத்தம்:
tr: Toplam:

source: Server/port:
nl: Server/poort:

source: ERROR: Relative destination paths are allowed only for local files!
nl: FOUT: relatieve doelpaden zijn alleen toegestaan bij lokale bestanden.

source: %u bytes
hu: %u bájt
nl: %u byte
sk: %u bajt(ov)
ta: %u பைட்டுகள்
tr: %u byte

source: Ext
hu: Kit
sk: Prípona
ta: நீட்டல்
tr: Uzanti

source: %d of %d file(s) selected (%s of %s)
hu: %d a %d fájl(ok)ból lett kijelölve (%s a %s -bõl)
sk: %d z %d súbor(ov) oznaèených (%s z %s)
ta: %d கோப்புகள் %d யிலிருந்து தேர்ந்தெடுக்கப்பட்டன (%s, %sலிருந்து)
tr: %d dosyadan %d tanesi secildi (%s de %s)

source: Filter: %s
hu: Szûrõ : %s
ta: வடிகட்டு: %s
tr: Suz: %s

source: kB
ta: கி.பை

source: MB
ta: மெ.பை.

source: GB
ta: ஜி.பை.

source: Iomega Zip (100 MB)
ta: Iomega Zip (100 மெ.பை)

source: SuperDisk LS-120 (120 MB)
ta: SuperDisk LS-120 (120 மெ.பை)

source: Iomega Zip (250 MB)
ta: Iomega Zip (250 மெ.பை)

source: CD-ROM 74' (650 MB)
ta: சி.டி-ரோம் 74' (650 மெ.பை)

source: CD-ROM 80' (700 MB)
ta: சி.டி-ரோம் 80' (700 மெ.பை)

source: CD-ROM 90' (800 MB)
ta: சி.டி-ரோம் 90' (800 மெ.பை)

source: Resume
hu: Folytatás
sk: Obnovi» pôvodné
ta: நிறுத்தியதை துவங்கு
tr: Devam et

source: Rename
hu: Átnevezés
sk: Premenova»
ta: பெயர் மாற்று
tr: Yeniden adlandir

source: Overwrite all
hu: Mindent felülírni
sk: Prepísa» v¹etko
ta: அனைத்தையும் மேலெழுது
tr: Hepsinin uzerine yaz

source: Overwrite %s ?
hu: Felülírjuk %s -t?
sk: Prepísa» %s ?
ta: %s ஐ மேலெழுதவா?
tr: %s uzerine yazilsin mi?

source: Terminal
hu: Parancssor
sk: Terminál

source: _SFX
hu: Felülírjuk %s -t?
sk: Samorozbaµovací (SFX)

source: Hash
sk: Overovanie
